Repository: efir369999/montana_messenger
Catalog: apps/wallet/ios/Code/Montana/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Your rate: 1 coin = %@
ru: Ваш курс: 1 монета = %@
zh_hans: 你的汇率：1 枚币 = %@

source: A year of work is 2,080 hours: forty a week
ru: Год работы — 2 080 часов: по сорок в неделю
zh_hans: 一年工作 2080 小时：每周四十小时

source: Transaction
ru: Транзакция
zh_hans: 交易

source: From
ru: От кого
zh_hans: 来自

source: Date
ru: Дата
zh_hans: 日期

source: Chain link
ru: Звено
zh_hans: 链环

source: Seal
ru: Печать
zh_hans: 印记

source: Previous seal
ru: Предыдущая печать
zh_hans: 上一印记

source: Local TimeChain
ru: Локальный TimeChain
zh_hans: 本地 TimeChain

source: Global TimeChain
ru: Глобальный TimeChain
zh_hans: 全局 TimeChain

source: Passwords
ru: Пароли
zh_hans: 密码

source: One-time code
ru: Одноразовый код
zh_hans: 一次性验证码

source: Unlock your passwords
ru: Откройте свои пароли
zh_hans: 解锁你的密码

source: No passwords yet
ru: Паролей пока нет
zh_hans: 还没有密码

source: Your passwords unlock with Face ID or your passcode.
ru: Пароли открываются по Face ID или коду устройства.
zh_hans: 密码通过面容 ID 或设备密码解锁。

source: Set a passcode on this device — without it the passwords cannot be protected.
ru: Поставьте код на это устройство — без него пароли не защитить.
zh_hans: 请为此设备设置密码——否则无法保护你的密码。

source: Hide password
ru: Скрыть пароль
zh_hans: 隐藏密码

source: Show password
ru: Показать пароль
zh_hans: 显示密码

source: Code
ru: Код
zh_hans: 验证码

source: A tap copies for this device alone; the copy is gone in ninety seconds.
ru: Касание копирует только для этого устройства; копия исчезнет через девяносто секунд.
zh_hans: 轻点即可仅在本设备上复制；副本将在九十秒后消失。

source: Delete this password?
ru: Удалить этот пароль?
zh_hans: 删除此密码？

source: Kind
ru: Вид
zh_hans: 类型

source: Site
ru: Сайт
zh_hans: 网站

source: Generate password
ru: Создать пароль
zh_hans: 生成密码

source: One-time code key
ru: Ключ одноразового кода
zh_hans: 一次性验证码密钥

source: The key of a one-time code: the letters a site shows, or its otpauth:// link.
ru: Ключ одноразового кода: буквы, которые показывает сайт, или его ссылка otpauth://.
zh_hans: 一次性验证码的密钥：网站显示的字母，或其 otpauth:// 链接。

source: New
ru: Новый
zh_hans: 新建

source: Share with
ru: Поделиться с
zh_hans: 分享给

source: Sent end to end as a letter of the chat; the person saves it to their own Passwords.
ru: Уходит со сквозным шифрованием письмом чата; человек сохраняет его в свои Пароли.
zh_hans: 以端到端加密的聊天消息发送；对方可将其保存到自己的密码中。

source: Save to Passwords
ru: Сохранить в Пароли
zh_hans: 保存到密码

source: Shared password
ru: Пароль от собеседника
zh_hans: 共享的密码

source: Shared from Passwords
ru: Отправлено из Паролей
zh_hans: 来自密码的分享

source: Tap to save to Passwords
ru: Коснитесь, чтобы сохранить в Пароли
zh_hans: 轻点保存到密码

source: Sign-in
ru: Вход
zh_hans: 登录信息

source: Network nodes reached
ru: Узлы сети на связи
zh_hans: 已连接的网络节点

source: One seal on every device that holds this transfer
ru: Одна печать на каждом устройстве, где есть этот перевод
zh_hans: 持有此转账的每台设备上都是同一印记

source: Not in your book yet
ru: Ещё нет в вашей книге
zh_hans: 尚未记入你的账本

source: System chain
ru: Системная ветка
zh_hans: 系统链

source: Restored by the system
ru: Восстановлено системой
zh_hans: 由系统恢复

source: Your hour: %@
ru: Ваш час: %@
zh_hans: 你的一小时：%@

source: Group
ru: Группа
zh_hans: 群组

source: Channel
ru: Канал
zh_hans: 频道

source: Group name
ru: Название группы
zh_hans: 群组名称

source: Choose members
ru: Выберите участников
zh_hans: 选择成员

source: A group letter rides the pipe of each person, so only the people you write with are listed.
ru: Письмо группы идёт по каналу каждого человека, поэтому в списке только те, с кем вы переписываетесь.
zh_hans: 群组消息经由每个人各自的通道传送，因此这里只列出与你有通信的人。

source: Member
ru: Участник
zh_hans: 成员

source: You were added to the group
ru: Вас добавили в группу
zh_hans: 您已被加入群组

source: You were added to the channel
ru: Вас добавили в канал
zh_hans: 您已被加入频道

source: Add members
ru: Добавить участников
zh_hans: 添加成员

source: Leave group
ru: Покинуть группу
zh_hans: 退出群组

source: Leave channel
ru: Покинуть канал
zh_hans: 退出频道

source: Leave the group?
ru: Покинуть группу?
zh_hans: 退出群组？

source: Leave the channel?
ru: Покинуть канал?
zh_hans: 退出频道？

source: Remove from the group?
ru: Удалить из группы?
zh_hans: 从群组中移除？

source: You are no longer a member: the messages stay here to read.
ru: Вы больше не участник: сообщения остаются здесь для чтения.
zh_hans: 您已不再是成员：消息仍可在此阅读。

source: Paid in an earlier version
ru: Оплачено в прежней версии
zh_hans: 在早期版本中支付

source: Views
ru: Просмотры
zh_hans: 浏览量

source: Groups
ru: Группы
zh_hans: 群组

source: Channels
ru: Каналы
zh_hans: 频道

source: Coins from groups
ru: Монеты из групп
zh_hans: 来自群组的硬币

source: Coins from channels
ru: Монеты из каналов
zh_hans: 来自频道的硬币

source: %@ invites you to a live stream
ru: %@ приглашает вас на трансляцию
zh_hans: %@ 邀请你观看直播

source: %@ invites you to a video chat
ru: %@ приглашает вас в видеочат
zh_hans: %@ 邀请你加入视频聊天

source: %@ invites you to a voice chat
ru: %@ приглашает вас в голосовой чат
zh_hans: %@ 邀请你加入语音聊天

source: The call has ended
ru: Звонок завершён
zh_hans: 通话已结束

source: This call is full
ru: В звонке нет мест
zh_hans: 通话人数已满

source: Finish the current call first
ru: Сначала завершите текущий звонок
zh_hans: 请先结束当前通话

source: Microphone access is off
ru: Доступ к микрофону выключен
zh_hans: 麦克风权限已关闭

source: Invitation sent
ru: Приглашение отправлено
zh_hans: 邀请已发送

source: The owner muted you
ru: Владелец звонка выключил ваш микрофон
zh_hans: 通话发起人已将你静音

source: The owner removed you from the call
ru: Владелец звонка удалил вас из звонка
zh_hans: 通话发起人已将你移出通话

source: The camera is unavailable
ru: Камера недоступна
zh_hans: 摄像头不可用

source: Leave the group call first
ru: Сначала выйдите из группового звонка
zh_hans: 请先退出群组通话

source: Return to the call
ru: Вернуться в звонок
zh_hans: 返回通话

source: End the call for everyone?
ru: Завершить звонок для всех?
zh_hans: 为所有人结束通话？

source: End for Everyone
ru: Завершить для всех
zh_hans: 为所有人结束

source: %lld watching
ru: Смотрят: %lld
zh_hans: %lld 人观看

source: Minimize
ru: Свернуть
zh_hans: 最小化

source: Call Settings
ru: Управление звонком
zh_hans: 通话设置

source: Microphone
ru: Микрофон
zh_hans: 麦克风

source: Flip
ru: Повернуть
zh_hans: 翻转

source: Leave
ru: Выйти
zh_hans: 离开

source: Share Screen
ru: Показать экран
zh_hans: 共享屏幕

source: Remove from Call
ru: Удалить из звонка
zh_hans: 移出通话

source: The people chosen get a way into the call. Nobody's phone rings.
ru: Выбранные получат приглашение в звонок. Ничей телефон не зазвонит.
zh_hans: 被选中的人会收到通话邀请，不会响铃。

source: Live Stream
ru: Трансляция
zh_hans: 直播

source: Video Chat
ru: Видеочат
zh_hans: 视频聊天

source: Voice Chat
ru: Голосовой чат
zh_hans: 语音聊天

source: Live stream
ru: Трансляция
zh_hans: 直播

source: Video chat
ru: Видеочат
zh_hans: 视频聊天

source: Voice chat
ru: Голосовой чат
zh_hans: 语音聊天

source: Tap to return
ru: Нажмите, чтобы вернуться
zh_hans: 点按返回

source: %@ invites you
ru: %@ приглашает вас
zh_hans: %@ 邀请你

source: Join the Call
ru: Войти в звонок
zh_hans: 加入通话

source: The call could not start
ru: Звонок не удалось начать
zh_hans: 无法开始通话

source: Resume the call
ru: Вернуться к звонку
zh_hans: 恢复通话

source: You created the group "%@"
ru: Вы создали группу «%@»
zh_hans: 你创建了群组“%@”

source: %@ created the group "%@"
ru: %@ создал(а) группу «%@»
zh_hans: %@ 创建了群组“%@”

source: You added %@
ru: Вы добавили %@
zh_hans: 你添加了 %@

source: %@ added you
ru: %@ добавил(а) вас
zh_hans: %@ 添加了你

source: %@ added %@
ru: %@ добавил(а) %@
zh_hans: %@ 添加了 %@

source: You removed %@
ru: Вы удалили %@
zh_hans: 你移除了 %@

source: %@ removed you
ru: %@ удалил(а) вас
zh_hans: %@ 将你移出了群组

source: %@ removed %@
ru: %@ удалил(а) %@
zh_hans: %@ 移除了 %@

source: You left the group
ru: Вы покинули группу
zh_hans: 你已退出群组

source: %@ left the group
ru: %@ покинул(а) группу
zh_hans: %@ 退出了群组

source: You changed the group name to "%@"
ru: Вы изменили название группы на «%@»
zh_hans: 你将群组名称改为“%@”

source: %@ changed the group name to "%@"
ru: %@ изменил(а) название группы на «%@»
zh_hans: %@ 将群组名称改为“%@”

source: You changed the group photo
ru: Вы изменили фото группы
zh_hans: 你更换了群组头像

source: %@ changed the group photo
ru: %@ изменил(а) фото группы
zh_hans: %@ 更换了群组头像

source: You started a voice chat
ru: Вы начали голосовой чат
zh_hans: 你发起了语音聊天

source: %@ started a voice chat
ru: %@ начал(а) голосовой чат
zh_hans: %@ 发起了语音聊天

source: You started a video chat
ru: Вы начали видеочат
zh_hans: 你发起了视频聊天

source: %@ started a video chat
ru: %@ начал(а) видеочат
zh_hans: %@ 发起了视频聊天

source: You started a live stream
ru: Вы начали трансляцию
zh_hans: 你开始了直播

source: %@ started a live stream
ru: %@ начал(а) трансляцию
zh_hans: %@ 开始了直播

source: Voice chat ended (%@)
ru: Голосовой чат завершён (%@)
zh_hans: 语音聊天已结束（%@）

source: Video chat ended (%@)
ru: Видеочат завершён (%@)
zh_hans: 视频聊天已结束（%@）

source: Live stream ended (%@)
ru: Трансляция завершена (%@)
zh_hans: 直播已结束（%@）

source: you were removed from the group
ru: вас удалили из группы
zh_hans: 你已被移出群组

source: you have left the group
ru: вы покинули группу
zh_hans: 你已退出群组

source: you were removed from the channel
ru: вас удалили из канала
zh_hans: 你已被移出频道

source: you have left the channel
ru: вы покинули канал
zh_hans: 你已退出频道

source: Delete and Exit
ru: Удалить и выйти
zh_hans: 删除并退出

source: Are you sure you want to leave and delete %@?
ru: Вы уверены, что хотите выйти и удалить %@?
zh_hans: 确定要退出并删除 %@ 吗？

source: Delete Group
ru: Удалить группу
zh_hans: 删除群组

source: Delete for All
ru: Удалить для всех
zh_hans: 为所有人删除

source: Are you sure you want to delete the group %@ and all of its messages for all members of the group?
ru: Вы уверены, что хотите удалить группу %@ и все её сообщения для всех участников?
zh_hans: 确定要为所有成员删除群组 %@ 及其全部消息吗？

source: Leave Group
ru: Покинуть группу
zh_hans: 退出群组

source: owner
ru: владелец
zh_hans: 群主

source: Add Member
ru: Добавить участника
zh_hans: 添加成员

source: description
ru: описание
zh_hans: 描述

source: You can provide an optional description for your group.
ru: Можно добавить описание группы.
zh_hans: 你可以为群组添加描述（可选）。

source: Promote to Admin
ru: Назначить администратором
zh_hans: 设为管理员

source: Dismiss Admin
ru: Разжаловать администратора
zh_hans: 撤销管理员

source: Remove from Group
ru: Удалить из группы
zh_hans: 移出群组

source: admin
ru: админ
zh_hans: 管理员

source: Invite Link
ru: Ссылка-приглашение
zh_hans: 邀请链接

source: Reset Invite Link
ru: Сбросить ссылку-приглашение
zh_hans: 重置邀请链接

source: You joined the group via invite link
ru: Вы вступили в группу по ссылке-приглашению
zh_hans: 你通过邀请链接加入了群组

source: %@ joined the group via invite link
ru: %@ вступил(а) в группу по ссылке-приглашению
zh_hans: %@ 通过邀请链接加入了群组

source: Share diagnostics
ru: Отправлять диагностику
zh_hans: 共享诊断信息

source: Event records with no message content, names or addresses go to Montana's nodes to help fix defects and are kept for seven days. Off, nothing leaves this phone.
ru: Записи событий без содержимого писем, имён и адресов уходят на узлы Montana, чтобы чинить ошибки, и хранятся семь дней. Выключено — с телефона ничего не уходит.
zh_hans: 不含消息内容、姓名和地址的事件记录会发送到 Montana 节点以帮助修复缺陷，并保存七天。关闭后，此手机不会发送任何内容。

source: Pull this page down past the coin, or hold the coin: coins come by themselves every second at your level while this page stays open. Leaving the page or locking the screen stops it.
ru: Потяните страницу вниз за монету или удержите монету: монеты идут сами каждую секунду по вашему уровню, пока эта страница открыта. Уход со страницы или блокировка экрана это останавливает.
zh_hans: 将此页面下拉越过硬币，或按住硬币：在此页面保持打开时，硬币会按你的等级每秒自动到来。离开页面或锁定屏幕即停止。

source: Ordinary chat: each of your messages and each second of a call burn one coin. With no coins, they go all the same.
ru: Обычный чат: каждое ваше сообщение и каждая секунда звонка сжигают одну монету. Без монет они уходят всё равно.
zh_hans: 普通聊天：你的每条消息和每秒通话都会消耗一枚硬币。没有硬币时，它们照样发送。

source: How coins come and go
ru: Как приходят и уходят монеты
zh_hans: 硬币如何获得与消耗

source: Tap the coin: every tap mints coins at your level, up to 13 taps a second, and all coins of one second stop at 13 (26 while music plays). The fire burns while you tap, a minute at most, then rests a minute; three seconds without a tap put it out.
ru: Нажимайте на монету: каждое нажатие чеканит монеты по вашему уровню, до 13 нажатий в секунду, а все монеты одной секунды останавливаются на 13 (на 26 при музыке). Огонь горит, пока вы нажимаете, не дольше минуты, затем минуту отдыхает; три секунды без нажатия его гасят.
zh_hans: 点击硬币：每次点击按你的等级铸造硬币，每秒最多 13 次点击，同一秒的全部硬币最多 13 枚（播放音乐时 26 枚）。你点击时火焰燃烧，最长一分钟，然后休息一分钟；三秒不点击火焰就会熄灭。

source: Money Flow on in a chat: every letter in it, yours and your correspondent's, and every second of a call bring you coins at your level.
ru: Денежный поток включён в чате: каждое письмо в нём, ваше и собеседника, и каждая секунда звонка приносят вам монеты по вашему уровню.
zh_hans: 在聊天中开启资金流：其中的每封信（你的和对方的）以及每秒通话都会按你的等级为你带来硬币。

source: Groups and channels: every letter longer than 13 characters brings you coins at your level.
ru: Группы и каналы: каждое письмо длиннее 13 знаков приносит вам монеты по вашему уровню.
zh_hans: 群组和频道：每封超过 13 个字符的信都会按你的等级为你带来硬币。

source: Coins cannot be bought or sold in the app, and the app exchanges them for no money. An amount shown in a currency is only your own estimate, from the earnings you entered.
ru: Монеты нельзя купить или продать в приложении, и приложение не обменивает их на деньги. Сумма в валюте — лишь ваша собственная оценка по введённому вами заработку.
zh_hans: 硬币无法在应用中购买或出售，应用也不会将其兑换成金钱。以货币显示的金额只是你根据自己输入的收入所做的估算。

source: Chess: each move puts its maker's level times a thousand coins into the game's pot, and the inviter may name a stake that both players put in; the winner takes the pot, a draw gives each their own back.
ru: Шахматы: каждый ход кладёт в банк партии уровень сделавшего его, умноженный на тысячу, а пригласивший может назвать ставку, которую вносят оба игрока; победитель забирает банк, ничья возвращает каждому своё.
zh_hans: 国际象棋：每走一步，会把走棋者的等级乘以一千的硬币放入本局奖池，邀请方可以设定双方都要投入的赌注；获胜者拿走奖池，和棋则各自取回自己的。

source: Chess Timer: while your opponent thinks, your side mints coins at your level every second.
ru: Шахматный таймер: пока думает соперник, ваша сторона каждую секунду чеканит монеты по вашему уровню.
zh_hans: 国际象棋计时器：对手思考时，你这一方每秒按你的等级铸造硬币。

source: Comments: a comment costs its writer one coin, which goes to the owner of the wall; a comment in a channel costs nothing. Of every five comment coins on a post, the owner's book burns four and gives the fifth to the post's writer, keeping it when the post is the owner's own.
ru: Комментарии: комментарий стоит написавшему одну монету, она уходит владельцу стены; комментарий в канале ничего не стоит. Из каждых пяти монет комментариев под постом книга владельца сжигает четыре и отдаёт пятую автору поста, а если пост его собственный — оставляет себе.
zh_hans: 评论：每条评论花费作者一枚硬币，归墙的所有者；频道中的评论免费。一个帖子下每五枚评论硬币中，所有者的账本销毁四枚，把第五枚交给帖子作者；若帖子是所有者自己的，则自己保留。

source: Your level is how many of the amounts 3, 31, 314 … (the digits of π) your balance reaches, at least 1 and at most 13. While your music plays, every amount at your level doubles. All coins made in one second stop at 13 together, 26 while music plays; Money Flow letters and a chess game's pot are outside this limit.
ru: Ваш уровень — сколько из сумм 3, 31, 314 … (цифры числа π) достигает ваш баланс, не меньше 1 и не больше 13. Пока играет ваша музыка, каждая сумма по уровню удваивается. Все монеты одной секунды вместе останавливаются на 13, на 26 при музыке; письма Денежного потока и банк шахматной партии вне этого предела.
zh_hans: 你的等级是你的余额达到 3、31、314 …（π 的各位数字）中的几个，最少 1，最多 13。播放你的音乐时，按等级计算的每个数额都会翻倍。同一秒内产生的所有硬币合计最多 13 枚，播放音乐时为 26 枚；资金流中的信件和国际象棋对局的奖池不受此限制。

source: Delete account
ru: Удалить аккаунт
zh_hans: 删除账户

source: Delete account?
ru: Удалить аккаунт?
zh_hans: 删除账户？

source: Your account is deleted: this device erases your 24-word identity, and its records leave Montana's nodes and services. Your history stays here sealed and opens again only from the same 24 words — on this device, or on another one that already holds a copy. Nobody keeps the words for you: write them down first: Settings → Privacy → Seed phrase. Deleting the app erases the history as well.
ru: Ваш аккаунт удаляется: это устройство стирает вашу личность из 24 слов, а её записи уходят с узлов и служб Montana. История остаётся здесь запечатанной и открывается снова только теми же 24 словами — на этом устройстве или на другом, где уже есть копия. Никто не хранит слова за вас: сначала запишите их: Настройки → Приватность → Сид-фраза. Удаление приложения стирает и историю.
zh_hans: 你的账户将被删除：此设备会抹去你的 24 词身份，其记录也会从 Montana 的节点和服务中移除。你的历史记录会加密留在这里，只有用同样的 24 个词才能再次打开——在此设备上，或在已持有副本的另一台设备上。没有人替你保管这些词：请先写下来：设置 → 隐私 → 助记词。删除应用也会抹去历史记录。

source: Keep my copy with my contacts
ru: Хранить мою копию у собеседников
zh_hans: 让联系人保管我的副本

source: COPY WITH CONTACTS
ru: КОПИЯ У СОБЕСЕДНИКОВ
zh_hans: 联系人保管的副本

source: Asking the people you write to…
ru: Спрашиваю ваших собеседников…
zh_hans: 正在询问与您通信的人…

source: None of your contacts can keep a part yet
ru: Пока никто из собеседников не может хранить часть
zh_hans: 目前还没有联系人能保管部分

source: Not kept yet
ru: Пока не хранится
zh_hans: 尚未保管

source: Kept by %lld of %lld
ru: Хранят %lld из %lld
zh_hans: 已由 %lld/%lld 人保管

source: Keep parts for my contacts
ru: Хранить части для собеседников
zh_hans: 为联系人保管部分

source: Take my copy back from my contacts
ru: Вернуть мою копию от собеседников
zh_hans: 从联系人处取回我的副本

source: Parts in hand: %lld of %lld
ru: Частей получено: %lld из %lld
zh_hans: 已取回部分：%lld/%lld

source: The copy came back
ru: Копия вернулась
zh_hans: 副本已取回

source: No copy came back
ru: Копия не вернулась
zh_hans: 副本未能取回

source: Keeping a copy
ru: Хранение копии
zh_hans: 保管副本

source: %@ keeps a sealed part of their copy on this phone (%@). Nobody can open it here.
ru: %1$@ хранит на этом телефоне запечатанную часть своей копии (%2$@). Открыть её здесь нельзя.
zh_hans: %1$@ 在此手机上保管其副本的一个加密部分（%2$@）。此处无人能打开它。

source: Your copy is sealed with your 24 words and cut into parts. The people you write to keep the parts around a ring, each part with two of them: they see only its size and when it changes, and cannot open it. With your words on a new phone, the parts come back from them, and each of them gives back the conversation you share.
ru: Копия запечатана вашими 24 словами и разрезана на части. Ваши собеседники хранят части по кругу, каждую — двое: они видят только её размер и когда она меняется, а открыть её не могут. С вашими словами на новом телефоне части возвращаются от них, и каждый отдаёт вашу общую переписку.
zh_hans: 您的副本用您的 24 个单词加密并切分成若干部分。与您通信的人按环形保管这些部分，每部分由两人保管：他们只能看到它的大小和更新时间，无法打开。在新手机上输入您的单词后，这些部分会从他们那里取回，每个人还会交还你们之间的对话。

source: Parts of other people's copies are sealed: this phone cannot open them, and each goes back only to its owner's words.
ru: Части чужих копий запечатаны: этот телефон не может их открыть, и каждая возвращается только к словам своего владельца.
zh_hans: 他人副本的部分已加密：此手机无法打开，每一部分只会回到其主人的单词。

source: Stop keeping this part
ru: Больше не хранить эту часть
zh_hans: 不再保管此部分

source: Is restoring their account: open Montana to give back the part of their copy you keep
ru: Восстанавливает аккаунт: откройте Montana, чтобы вернуть часть копии, которую вы храните
zh_hans: 正在恢复账户：打开 Montana，归还您保管的那部分副本

source: Keep your copy with your contacts?
ru: Хранить вашу копию у собеседников?
zh_hans: 让联系人保管您的副本？

source: Keep
ru: Хранить
zh_hans: 保管

source: Hold the coin for 9 seconds for auto minting; music doubles auto minting.
ru: Зажмите на 9 секунд Монету для авточеканки, музыка удваивает авточеканку.
zh_hans: 按住硬币 9 秒开启自动铸币；音乐使自动铸币翻倍。

source: About %@ left
ru: Осталось примерно %@
zh_hans: 大约还剩 %@

source: Your history keeps coming back in the background.
ru: История продолжит возвращаться в фоне.
zh_hans: 您的历史记录将在后台继续恢复。

source: Save 24 words
ru: Сохранить 24 слова
zh_hans: 保存 24 个词

source: Write the 24 words down and keep them: on a new phone your identity and your coins open only from them.
ru: Запишите 24 слова и храните их: на новом телефоне ваша личность и ваши монеты открываются только из них.
zh_hans: 请写下并保管好这 24 个词：在新手机上，你的身份和你的币只能凭它们打开。

source: Add contact
ru: Добавить контакт
zh_hans: 添加联系人

source: A contact sends you coins, and you send yours to a contact.
ru: Контакт присылает вам монеты, а вы отправляете свои контакту.
zh_hans: 联系人给你发币，你也可以把自己的币发给联系人。

source: Bluetooth
zh_hans: 蓝牙
